---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetPhysicalMaterialAsset
source: html/0643bfe4-53af-b629-c943-36a819d6c80f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetPhysicalMaterialAsset Property

"Physical Material Asset": Physical Material Asset

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetPhysicalMaterialAsset { get; }
```